import React from "react";

const Content = () => {
  return(
    <div className={"content mid-block"}>
      <h1>Историческая справка</h1>
      <p style={{
        textAlign: "justify"
      }}>Автомобильные диски имеют долгую и интересную историю, начиная с первых автомобилей в конце 19 века. Первоначально диски изготавливались из дерева, что обеспечивало легкость, но не отличалось прочностью. С развитием технологий в начале 20 века начали использовать стальные диски, которые обеспечивали большую надежность и долговечность.
С 1960-х годов на рынке начали появляться легкосплавные диски, изготовленные из алюминия и магния. Эти диски не только уменьшили вес автомобиля, что улучшило его динамические характеристики, но и стали символом стиля и индивидуальности. Легкосплавные диски быстро завоевали популярность благодаря разнообразию дизайнов и цветов.
Сегодня автомобильные диски продолжают эволюционировать, с использованием современных технологий и материалов, таких как углеродное волокно. Они не только служат функциональной целью, но и становятся важным элементом дизайна автомобиля, отражая стиль и предпочтения владельца.</p>
      <br />
      <br />
      <br />
      <br />
      <br />
    </div>
  );
}

export default Content;