import React from "react";

const Content = () => {
  return(
    <div className={"content mid-block"}>
      <h1>Историческая справка</h1>
      <p style={{
        textAlign: "justify"
      }}>
        История автомобильных дисков — это путь от простоты к совершенству. В конце 19 века первые диски делали из дерева: они были легкими, но недолговечными. С началом 20 века на смену пришли стальные диски — прочные, надежные, но тяжелые.
        <br /><br />
        Настоящая революция произошла в 1960-х, когда появились легкосплавные диски из алюминия и магния. Они не только снизили вес автомобиля, улучшив его динамику, но и стали настоящим украшением. Стильные, яркие, с уникальным дизайном, они превратились в способ выразить индивидуальность.
        <br /><br />
        Сегодня диски — это симбиоз технологий и искусства. Современные материалы, такие как углеродное волокно, делают их легче и прочнее, а дизайнерские решения подчеркивают характер автомобиля и его владельца.
        <br /><br />
        Выбирая диски, вы выбираете не просто часть автомобиля, а его стиль, настроение и дух.
      </p>
    </div>
  );
}

export default Content;